[{ "_id" : "vnFKzyDzBEQYkZuAa", "name" : "Interviewing", "description" : "This topic is all about interviewing, from the other side of the table. You'll find interview question banks, interview scenarios, and interview processes you can adapt for your own needs. ", "order" : 3, "slug" : "interviewing", "shortDescription" : "interview questions, scenarios, tests, processes..." },
{ "_id" : "v9tv65LfJGHiq6ZRf", "name" : "Meetings", "description" : "Meetings are an important tool for getting stuff done, and for making sure your team is in sync. But there aren’t novelty awards that read “I survived another meeting that could have been an email” for nothing. Find techniques and templates in this topic for making the most of meetings (not making the most meetings).", "order" : 6, "slug" : "meetings", "shortDescription" : "A necessary evil. Posts on using meetings effectively." },
{ "_id" : "ayKRuSR5pgPu5kbYL", "name" : "Diversity & Inclusion", "description" : "There’s plenty of evidence showing that diverse teams function better and produce better results. This topic has blueprints for building diverse pipelines, fostering an inclusive environment, and overcoming your own biases. ", "order" : 4, "slug" : "diversity", "shortDescription" : "Building diverse teams, and being an ally for underrepresented groups." },
{ "_id" : "nDweQBB8Nwd9dAZWn", "name" : "Tips & Tricks", "description" : "Quick wins, relevant twitter posts, and other things to keep in mind as a manager. ", "shortDescription" : "Small nuggets of wisdom and advice.", "order" : 11, "slug" : "tips" },
{ "_id" : "7xuzsWKyz5z6BSksn", "name" : "Self Care", "description" : "As managers it can be difficult to find people to bounce ideas off of. The additional burdens of the job can get overwhelming. And many of us want to keep our individual contributor skills sharp. This topic can help. ", "order" : 8, "slug" : "selfcare", "shortDescription" : "Heavy is the crown. Posts on ensuring the job doesn't overwhelm you." },
{ "_id" : "tpd9yo664K2iDArcz", "name" : "Building Culture", "description" : "Your product or service is what your team does all day. Culture is why they do the work. Why they enjoy their work, why they stay, why they refer friends for open positions. You should build your culture authentically, but this topic shows you how others built and defined their culture. ", "order" : 5, "slug" : "culture", "shortDescription" : "Building your team's culture, and setting values and expectations." },
{ "_id" : "Ms5MrBkkrBKrSgune", "name" : "Recruiting", "description" : "It’s hard to be successful as a manager and leader without a great team. This topic is all about tools and techniques to help you sell the opportunities on your team. ", "order" : 1, "slug" : "recruiting", "shortDescription" : "Developing candidate pipelines, writing job descriptions that don't suck..." },
{ "_id" : "hJ22EGRvQRqyLtkps", "name" : "Departures", "order" : 7, "slug" : "departures", "shortDescription" : "Exit interviews, layoffs, *gulp* firing someone...", "description" : "Even in the best teams, sometimes it’s in an individual’s best interest to make a change. And sometimes as a manager you’re forced to take action to remove someone from your team. This tooic is all about handling these processes authentically and humanely. " },
{ "_id" : "gdMqAJjqEF5Pu2Wrs", "name" : "Templates", "description" : "No one likes looking at a blank page. Use the templates in this section to give you a starting point, or as inspiration for your own documents. ", "shortDescription" : "When you're starting from scratch, and just need something you can adapt for your situation.", "order" : 10, "slug" : "templates" },
{ "_id" : "aP4iYzCw9FsXsJXbi", "name" : "Growth", "description" : "When you have your team in place, how do you guide them and help them grow as contributors and as individuals? This section has tools and templates to help you help them. ", "order" : 2, "shortDescription" : "1:1 meeting advice, career ladders, promoting from within, feedback & praise...", "slug" : "growth" },
{ "_id" : "kQvcQ77yamoBmtPsG", "name" : "Further Reading", "description" : "High-quality books, articles, podcasts and long-form content related to leadership and management. Even if you can't put them in to practice right away, you'll get a lot of value out of these recommendations.", "shortDescription" : "Great resources for when you have more time (as if any of us ever do).", "order" : 12, "slug" : "reading" },
{ "_id" : "s9xzRL4t7pkXu6azK", "name" : "Open Source", "description" : "The open source movement in technology has accelerated change and made organizations more nimble. Leveraging open source technology means not reinventing the wheel every time. This topic holds posts that are specifically licensed for re-use.", "shortDescription" : "Openly-licensed materials you can adapt as you see fit.", "slug" : "open-source", "order" : 13 }]